<%@ Page Title="Igla-S" Language="C#" MasterPageFile="~/Site.Master" AutoEventWireup="true" CodeFile="Iglas.aspx.cs" Inherits="About" %>

<asp:Content ID="BodyContent" ContentPlaceHolderID="MainContent" runat="server">
    <div class="row">
        <div class="col-md-4">
            <h1>ПЗРК 9К338 «Игла-С»</h1>
            <img src="./Photos/7.jpg" height="300" width="365" alt="ПЗРК 9К338 «Игла-С»">
            <h2>Назначение</h2>
            Предназначен для прикрытия войсковых подразделений, 
            военных и гражданских объектов от непосредственных воздушных 
            атак самолетов тактической авиации (истребителей, штурмовиков, 
            истребителей-бомбардировщиков), боевых вертолетов огневой поддержки, 
            а также для уничтожения крылатых ракет и беспилотных летательных аппаратов 
            на встречных и догонных курсах в условиях естественных и искусственных помех 
            при визуальной видимости цели и в ночных условиях.<br />
            ПЗРК "Игла-С" является комплексом нового поколения и обладает новым 
            качеством стрельбы для данного класса комплексов - высокой эффективностью 
            поражения малоразмерных целей типа крылатых ракет и беспилотных летательных 
            аппаратов.
        </div>
        <div class="col-md-4">
            <h2>Особенности комплекса «Верба»:</h2>
            значительное повышение эффективности поражения воздушных целей и поражающего действия боевой части, обеспечивающееся за счет:<br />
            - увеличения массы ВВ (в 1,5 раза по сравнению с ракетой ПЗРК "Игла<br />
            - внедрения неконтактного датчика цели с сохранением контактного взрывателя и оптимизации их совместной работы под условия встречи с целью<br />
            - применения детонационноспособного топлива двигательной установки<br />
            - повышения точности попадания в уязвимые места летательных аппаратов<br />
            - увеличение дальности поражаемых целей до 6,0 км по сравнению с 5,2 км у комплекса "Игла", обеспечивающееся за счет улучшения аэродинамических характеристик ракеты и использования пропорционального рулевого привода<br />
            - обеспечение стрельбы ночью с использованием прицела ночного видения<br />
            - обеспечение возможности размещения на различных носителях<br />
            <h2>Состав комплекса:</h2>
            боевые средства:<br />
                - ракета 9М342 (ракета в трубе 9П338 с наземным источником питания 9Б238-1 (9Б238<br />
                - пусковой механизм 9П522<br />
                - средства технического обслуживания:<br />
                - подвижный контрольный пункт 9В866-2<br />
                - комплект контрольно-проверочной аппаратуры (для баз и арсеналов) 9Ф719-2<br />
                - учебно-тренировочные средства:<br />
                - учебно-тренировочный комплект 9Ф663<br />
                - изделие 9Ф635 (9Ф635М1)<br />
                - комплект габаритно-массовых макетов боевых средств комплекса 9К338-МАКЕТ<br />
                - комплект разрезных макетов боевых средств комплекса 9К338-РАЗР.<br />
                - универсальный комплексный тренажёр 9Ф859<br />
                - унифицированный классный тренажер 9Ф874<br />
                - оборудование компьютерного учебного класса 9Ф877.<br />
        </div>
        <div class="col-md-4">
            <h2>Характеристики изделия</h2>
                <table style="border: 2px solid;">
                    <tr>
                        <td>Высота поражаемых целей, м</td>
                        <td>10 - 3500</td>
                    </tr>
                    <tr style="border: 1px solid;">
                        <td>Дальность поражаемых целей, м</td>
                        <td>500-6000</td>
                    </tr>
                    <tr style="border: 1px solid;">
                        <td>Скорость поражаемых целей, м/с:</td>
                        <td>до 400</td>
                    </tr>
                    <tr style="border: 1px solid;">
                        <td> Масса боевых средств в боевом положении, кг</td>
                        <td>18,25   </td>
                    </tr>
                    <tr style="border: 1px solid;">
                        <td>Калибр ракеты, мм</td>
                        <td>72,2</td>
                    </tr>
                    <tr style="border: 1px solid;">
                        <td>Длина ракеты, мм</td>
                        <td>1690</td>
                    </tr>
                    <tr style="border: 1px solid;">
                        <td>Стартовая масса ракеты, кг</td>
                        <td>11,3</td>
                    </tr>
                    <tr style="border: 1px solid;">
                        <td>Тип стартового двигателя</td>
                        <td>твердотопливный</td>
                    </tr>
                    <tr style="border: 1px solid;">
                        <td>Тип маршевого двигателя</td>
                        <td>твердотопливный, двухрежимный</td>
                    </tr>
                    <tr style="border: 1px solid;">
                        <td>Тип боевой части</td>
                        <td>осколочно-фугасная с неконтактно-контактным взрывалетем</td>
                    </tr>
                    <tr style="border: 1px solid;">
                        <td>Аэродинамическая схема</td>
                        <td>утка</td>
                    </tr>
                    <tr style="border: 1px solid;">
                        <td>Органы управления</td>
                        <td>Аэродинамические рули, управляющий двигатель на начальном участке траектории</td>
                    </tr>
                    <tr style="border: 1px solid;">
                        <td>Тип головки самонаведения	</td>
                        <td>оптическая двухспектральная следящая (пассивная)</td>
                    </tr>
                </table>
        </div>
    </div>
</asp:Content>
