<%@ Page Title="Igla" Language="C#" MasterPageFile="~/Site.Master" AutoEventWireup="true" CodeFile="Igla.aspx.cs" Inherits="About" %>
<asp:Content ID="BodyContent" ContentPlaceHolderID="MainContent" runat="server">
    <div class="row">
        <div class="col-md-4">
            <h1>ПЗРК 9К38 «Игла»</h1>
            <img src="./Photos/6.jpg" height="250" width="365" alt="ПЗРК 9К38 «Игла»">
            <h2>Назначение</h2>
            Предназначен для поражения реактивных, турбовинтовых и 
            винтомоторных самолётов, а также вертолётов при их визуальной видимости
            и в ночных условиях, на встречных и догонных курсах, в условиях фоновых
            или искусственных тепловых помех.<br />
            Высокая помехозащищенность от искусственных помех. Круглосуточная работа с
            опознаванием цели «свой-чужой». Основной вариант применения — стрельба с плеча.
            Возможно применение с использованием опорно-пусковой установки 203-ОПУ «Джигит» 
            и комплекта аппаратуры управления и пусковых модулей 9С846 «Стрелец».
        </div>
        <div class="col-md-4">
            <h2>Особенности комплекса «Верба»:</h2>
            - двухспектральная ИК головка самонаведения<br />
            - автоматическое введение углов упреждения и возвышения при пуске<br />
            - селекция цели в условиях постановки ею тепловых помех<br />
            - программное обеспечение попадания ракеты в корпус цели<br />
            - подрыв остатков топлива маршевого двигателя одновременно с боевой частью<br />
            - блокировка пуска ракеты по «своим» целям
            <h2>Состав комплекса:</h2>
            боевые средства:<br />
                - ракета 9М39 в пусковой трубе 9П39<br />
                - наземный блок питания 9Б238<br />
                - пусковой механизм 9П516<br />
                - средство приёма целеуказания: переносной электронный планшет 1Л15-1<br />
            средства технического обслуживания:<br />
                - подвижный контрольный пункт 9В866 (9В866М)<br />
                - комплект контрольно-проверочной аппаратуры (для баз и арсеналов) 9Ф719 (9Ф719М)<br />
                - учебно-тренировочные средства:<br />
                - комплект разрезных макетов боевых средств комплекса 9К38<br />
                - габаритно-весовой макет боевых средств комплекса 9К38;<br />
                - учебно-тренировочный комплект 9Ф663 (9Ф663М);<br />
                - полевой тренажер 9Ф635 (9Ф635М1);<br />
                - универсальный комплексный тренажёр 9Ф859;<br />
                - унифицированный классный тренажёр 9Ф874.<br />
        </div>
        <div class="col-md-4">
            <h2>Характеристики изделия</h2>
                <table style="border: 2px solid;">
                    <tr>
                        <td>Высота поражаемых целей, м</td>
                        <td>10 - 3500</td>
                    </tr>
                    <tr style="border: 1px solid;">
                        <td>Дальность поражаемых целей, м</td>
                        <td>5200</td>
                    </tr>
                    <tr style="border: 1px solid;">
                        <td>Скорость поражаемых целей, м/с:</td>
                        <td>до 360</td>
                    </tr>
                    <tr style="border: 1px solid;">
                        <td> Масса боевых средств в боевом положении, кг</td>
                        <td>16,8</td>
                    </tr>
                    <tr style="border: 1px solid;">
                        <td>Калибр ракеты, мм</td>
                        <td>72,2</td>
                    </tr>
                    <tr style="border: 1px solid;">
                        <td>Длина ракеты, мм</td>
                        <td>1655</td>
                    </tr>
                    <tr style="border: 1px solid;">
                        <td>Стартовая масса ракеты, кг</td>
                        <td>10,6</td>
                    </tr>
                    <tr style="border: 1px solid;">
                        <td>Тип стартового двигателя</td>
                        <td>твердотопливный</td>
                    </tr>
                    <tr style="border: 1px solid;">
                        <td>Тип маршевого двигателя</td>
                        <td>твердотопливный, двухрежимный</td>
                    </tr>
                    <tr style="border: 1px solid;">
                        <td>Тип боевой части</td>
                        <td>осколочно-фугасная</td>
                    </tr>
                    <tr style="border: 1px solid;">
                        <td>Аэродинамическая схема</td>
                        <td>утка</td>
                    </tr>
                    <tr style="border: 1px solid;">
                        <td>Органы управления</td>
                        <td>Аэродинамические рули, управляющий двигатель на начальном участке траектории</td>
                    </tr>
                    <tr style="border: 1px solid;">
                        <td>Тип головки самонаведения	</td>
                        <td>оптическая двухспектральная следящая (пассивная)</td>
                    </tr>
                </table>
        </div>
    </div>
</asp:Content>
