<%@ Page Title="Verba" Language="C#" MasterPageFile="~/Site.Master" AutoEventWireup="true" CodeFile="Verba.aspx.cs" Inherits="About" %>

<asp:Content ID="BodyContent" ContentPlaceHolderID="MainContent" runat="server">
    <div class="row">
        <div class="col-md-4">
            <h1>ПЗРК 9К333 «Верба»</h1>
            <img src="./Photos/5.png" height="130" width="365" alt="ПЗРК 9К333 «Верба»">
            <h2>Назначение</h2>
            ПЗРК 9К333 «Верба»  предназначен для поражения самолётов,
            вертолётов, беспилотных летательных аппаратов
            и крылатых ракет
            на встречных и догонных курсах 
            в условиях организованных оптических помех
            при визуальной видимости цели и в ночных условиях.
            Может применяться в любых географических зонах,
            в том числе в горных и морских условиях,
            в температурном диапазоне от -50 до +50 °С.
            <h2>Состав комплекса</h2>
            Боевые средства ПЗРК 9К333 «Верба»:<br />
            - ракета зенитная 9М336 в трубе;<br />
            - механизм пусковой 9П521;<br />
            - наземный радиозапросчик 1Л229В.<br />
            Средства технического обслуживания:<br />
            - подвижный контрольный пункт 9В681;<br />
            - контрольно-проверочная аппаратура для баз и арсеналов 9В682.<br />
            Учебно-тренировочные средства представлены единым комплексом учебно-тренировочных средств 9Ф879 в составе:<br />
            - оборудование компьютерного учебного класса по ПЗРК 9Ф877;<br />
            - тренажёр унифицированный для подготовки стрелков-зенитчиков ПЗРК типа «Игла», классный  9Ф874;<br />
            - тренажёр универсальный комплексный 9Ф859;<br />
            - тактический учебно-тренировочный полевой комплект 9Ф663М;<br />
            - полевой модернизированный тренажёр для обучения и тренировки стрелков-зенитчиков ПЗРК семейства «Игла»,  индекс 9Ф635М1;<br />
            - комплект габаритно-массовых макетов боевых средств ПЗРК 9К333, 9К333-МАКЕТ.<br />
         Для повышения эффективности боевого применения ПЗРК «Верба» может быть укомплектован средствами обнаружения, распознавания, управления огнём и целеуказания.<br />
        </div>
        <div class="col-md-4">
            <h2>Особенности комплекса «Верба»:</h2>
            - новый ПЗРК «Верба» по своей эффективности превосходит ПЗРК предыдущего поколения в 1,5…2 раза, особенно на рубежах более 3 км;<br />
            - в 10 раз увеличена защищённость от мощных пиротехнических помех<br />
            - в 2,5 раза увеличена зона обстрела целей с невысоким тепловым излучением благодаря повышению чувствительности ОГС ракеты;<br />
            - новый ПЗРК «Верба» может более эффективно использоваться в системе противовоздушной обороны для борьбы с БПЛА и другими слабоизлучающими в ИК-диапазоне целями;<br />
            - возвращена практика использования наземного запросчика системы
            «свой-чужой»;<br />
            - расширен температурный диапазон использования до -50 °С;<br />
            - снижена масса боевых средств относительно предыдущего ПЗРК «Игла-С»;<br />
            - ракета комплекса «Верба» может применяться не только в варианте стрельбы с плеча, но и как межвидовое унифицированное боевое средство   борьбы с воздушными целями для оснащения различных носителей   наземного, воздушного и морского базирования.<br />
             <br />
            Комплекс «Верба» является преемником ПЗРК «Игла-С»,  превосходя его в эффективности и сохранив его лучшие достоинства:<br />
            - стрельба одним человеком с плеча;<br />
            - реализация принципа «выстрелил-забыл»;<br />
            - обеспечение высокого уровня помехозащищенности в условиях естественных (фоновых) и искусственных помех;<br />
            - простота действий оператора при прицеливании и пуске;<br />
            - высокая безотказность при эксплуатации;<br />
            - высокая скрытность применения, сохранение работоспособности в экстремальных условиях применения.<br />
        </div>
        <div class="col-md-4">
            <h2>Характеристики изделия</h2>
                <table style="border: 2px solid;">
                    <tr>
                        <td>Дальность поражения,  м</td>
                        <td>от 500 до 6 000</td>
                    </tr>
                    <tr style="border: 1px solid;">
                        <td>Высота поражаемых целей, м</td>
                        <td>от 10 до 3 500</td>
                    </tr>
                    <tr style="border: 1px solid;">
                        <td>Параметр поражаемых целей, м</td>
                        <td>до 3 000</td>
                    </tr>
                    <tr style="border: 1px solid;">
                        <td>Скорости поражаемых целей, м/с</td>
                        <td>              	
                            - на встречных курсах до 400<br />
                            - на догонных курсах до 320
                        </td>
                    </tr>
                    <tr style="border: 1px solid;">
                        <td>Масса боевых средств, кг</td>
                        <td>17,25</td>
                    </tr>
                    <tr style="border: 1px solid;">
                        <td>Калибр ракеты, мм</td>
                        <td>72</td>
                    </tr>
                    <tr style="border: 1px solid;">
                        <td>Тип головки самонаведения ракеты</td>
                        <td>следящая пассивная трёхспектральная</td>
                    </tr>
                    <tr style="border: 1px solid;">
                        <td>Тип боевой части (БЧ) ракеты</td>
                        <td>осколочно-фугасная с неконтактно-контактным взрывателем</td>
                    </tr>
                    <tr style="border: 1px solid;">
                        <td>Масса БЧ ракеты, кг</td>
                        <td>2,5</td>
                    </tr>
                    <tr style="border: 1px solid;">
                        <td>Подрыв остатков топлива ракеты</td>
                        <td>предусмотрен</td>
                    </tr>
                    <tr style="border: 1px solid;">
                        <td>Время перевода боевых средств из походного положения в боевое, с</td>
                        <td>не более 12</td>
                    </tr>
                    <tr style="border: 1px solid;">
                        <td>Диапазон рабочих температур, оС</td>
                        <td>от минус  50 до плюс 50</td>
                    </tr>
                    <tr style="border: 1px solid;">
                        <td>Боевой расчет, чел.</td>
                        <td>1</td>
                    </tr>
                </table>
        </div>
    </div>
</asp:Content>
